Repository: triberunclub/TRAppBridge
Catalog: Sources/TRAppBridge/Resources/Localizable.xcstrings
Source language: en
Languages: it

source: Could not open the App Store to install the app.
it: Impossibile aprire l’AppStore.

source: Default apps
it: App di default

source: Failed to open the fallback URL.
it: Impossibile aprire l’URL per scaricare l’app.

source: Failed to open the URL. Please ensure the app supports this action.
it: Impossibile aprire l’URL. Assicurati che l’app supporti questa azione.

source: Open with
it: Apri con

source: Remember the app to use
it: Ricorda l’applicazione da usare

source: The application is not installed on this device.
it: L’applicazione non è installata.

source: The fallback URL is invalid or malformed.
it: L’URL di fallback non è valido o corrotto.

source: The URL for the app action is invalid.
it: L’URL dell’applicazione non è valido.

source: This platform is not supported for opening URLs.
it: Questa piattaforma non può aprire gli URL.
